Repository: sserg31/sca3_main
Catalog: thunar-volman-0.2.0/po/*.po
Languages: ru

source: The HAL device UDI of the newly added device
ru: HAL UDI нового устройства

source: Configure management of removable drives and media
ru: Настройка менеджера съемных дисков и носителей информации

source: Print version information and exit
ru: Печать версии и выход

source: Thunar Volume Manager
ru: Менеджер томов Thunar

source: Failed to open display
ru: Не удалось открыть окно

source: The Thunar development team. All rights reserved.
ru: НПО 'Эшелон'

source: Written by Benedikt Meurer <benny@xfce.org>.
ru: Команда разработчиков НПО 'Эшелон'

source: Please report bugs to <%s>.
ru: Пожалуйста сообщите об ошибке <%s>

source: The specified UDI "%s" is not a valid HAL device UDI
ru: Указанный UDI "%s" является неверным

source: Must specify the new HAL device UDI with --device-added
ru: Надо указать новый HAL UDI устройства с --device-added

source: Photos and Music
ru: Фотографии и Музыка

source: Photos were found on your portable music player.
ru: Фотографии найденные на мобильном музыкальном плеере

source: Would you like to import the photos or manage the music?
ru: Хотите импортировать фотографии или музыку?

source: Ig_nore
ru: Игнорировать

source: Import _Photos
ru: Импортировать Фотографии

source: Manage _Music
ru: Управление Музыкой

source: Photo Import
ru: Импорт фотографий

source: A photo card has been detected.
ru: Обнаружена карточка с фотографиями

source: There are photos on the card. Would you like to add these photos to your album?
ru: Фотографии на карте. Добавит фотографии в ваш альбом?

source: Would you like to allow "%s" to run?
ru: Разрешить "%s" запуститься?

source: Auto-Run Confirmation
ru: Найстроки автозапуска

source: Auto-Run capability detected
ru: Автозапуск обнаружен

source: _Allow Auto-Run
ru: Разрешить автозапуск

source: Would you like to open "%s"?
ru: Открыть "%s"?

source: Auto-Open Confirmation
ru: Настройки автооткрытия

source: _Open
ru: Открыть

source: Audio / Data CD
ru: Аудио / Дата CD

source: The CD in the drive contains both music and files.
ru: CD в приводе содержит смешанные данные

source: Would you like to listen to music or browse the files?
ru: Слушать музыку или посмотреть файлы?

source: _Browse Files
ru: Посмотеть файлы

source: _Play CD
ru: Играть CD

source: Select an Application
ru: Выбрать приложение

source: All Files
ru: Все файлы

source: Executable Files
ru: Извлекаемые файлы

source: Perl Scripts
ru: Perl скрипты

source: Python Scripts
ru: Pythob скрипты

source: Ruby Scripts
ru: Ruby скрипты

source: Shell Scripts
ru: Shell скрипты

source: Removable Drives and Media
ru: Съемные носители информации

source: Storage
ru: Память

source: Removable Storage
ru: Съемная память

source: _Mount removable drives when hot-plugged
ru: Монтировать съемные носители

source: Mount removable media when _inserted
ru: Монтировать съёмные носители после установки

source: B_rowse removable media when inserted
ru: Посмотреть съемные носители после установки

source: _Auto-run programs on new drives and media
ru: Автозапуск программ на новых съемных носителях

source: Auto-open files on new drives and media
ru: Автооткрытие файлов на новых съемных носителях

source: Blank CDs and DVDs
ru: Пустые CD и DVD диски

source: _Burn a CD or DVD when a blank disc is inserted
ru: Записать CD или DVD когда пустой диск вставлен

source: Command for _Data CDs:
ru: Команда для CD с данными:

source: Command for A_udio CDs:
ru: Команда для Аудио CD:

source: Multimedia
ru: Мультимедия

source: Audio CDs
ru: Аудио CD

source: Play _audio CDs when inserted
ru: Играть аудио CD после установки

source: _Command:
ru: Команда:

source: Video CDs/DVDs
ru: Видео CD/DVD диски:

source: Play _video CDs and DVDs when inserted
ru: Играть видео CD и DVD диск после установки

source: C_ommand:
ru: Команда:

source: Portable Music Players
ru: Мобильные музыкальные плееры

source: Play _music files when connected
ru: Играть музыкальные файлы после соединения

source: Cameras
ru: Камеры

source: Digital Cameras
ru: Цифровы Камеры

source: Import digital photographs when connected
ru: Импорт цифровых фотографий после соединения

source: PDAs
ru: Palm компьютеры

source: Sync _Palm™ devices when connected
ru: Синхронизация Palm устройств после соединения

source: Pocket PCs
ru: Портативные компьютеры

source: Sync Pocket P_C devices when connected
ru: Синхронизация порт. компбютеров после соединения

source: Printers
ru: Принтеры

source: Automatically run a program when a _printer is connected
ru: Автоматически запускать программу, когда принтер подключен

source: Input Devices
ru: Вставленный устройства

source: Keyboards
ru: Клавиатуры

source: Automatically run a program when an USB _keyboard is connected
ru: Автоматически запускать программу, когда USB клавиатура подключена

source: Mice
ru: Мышь

source: Automatically run a program when an USB _mouse is connected
ru: Автоматически запускать программу, когда USB мышь подключена

source: Com_mand:
ru: Команда

source: Failed to open the documentation browser
ru: Неудача в открытии документации

source: Choose Disc Type
ru: Выберите тип диска

source: You have inserted a blank disc.
ru: Диск вставлен?

source: What would you like to do?
ru: Что вы хотите сделать?

source: Make _DVD
ru: Создать DVD

source: Make _Data CD
ru: Создать CD с данными

source: Make _Audio CD
ru: Создать Аудио CD
